/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "Beskär";
"crop.w" = "Bredd (förval: videobredd)";
"crop.h" = "Höjd (förval: videohöjd)";
"crop.x" = "Origo X (förval: center)";
"crop.y" = "Origo Y (förval: center)";

"expand" = "Expandera";
"expand.w" = "Bredd (förval: videobredd)";
"expand.h" = "Höjd (förval: videohöjd)";
"expand.x" = "Origo X (förval: center)";
"expand.y" = "Origo Y (förval: center)";
"expand.aspect" = "Expandera till att passa ett förhållande (t.ex: 4/3)";
"expand.round" = "Runda upp till att bli delbart med detta värde";

"sharpen" = "Skärpa";
"sharpen.msize" = "Matrisstorlek";
"sharpen.amount" = "Styrka";

"blur" = "Oskärpa";
"blur.msize" = "Matrisstorlek";
"blur.amount" = "Styrka";

"delogo" = "Göm logga";
"delogo.w" = "Bredd";
"delogo.h" = "Höjd";
"delogo.x" = "Origo X";
"delogo.y" = "Origo Y";

"negative" = "Negativ";

"vflip" = "Vänd";
"hflip" = "Spegla";

"lut3d" = "3D-uppslagstabell";
"lut3d.file" = "Fil";
"lut3d.interp" = "Interpoleringsläge";

"custom_mpv" = "Eget (mpv)";
"custom_mpv.name" = "Filternamn";
"custom_mpv.string" = "Filtervärde";

"custom_ffmpeg" = "Eget (FFmpeg)";
"custom_ffmpeg.name" = "Filternamn";
"custom_ffmpeg.string" = "Filtervärde";
